Repository: shivamgarg001/Credo
Catalog: lib/l10n/intl_*.arb
Languages: as

source: Add Contact
as: যোগাযোগ যোগ কৰক

source: Edit
as: সম্পাদনা কৰক

source: Settings
as: ছেটিংছ

source: Or
as: বা

source: Select Category
as: শ্ৰেণী নিৰ্বাচন কৰক

source: Customer
as: গ্ৰাহক

source: Supplier
as: যোগানকাৰী

source: Details
as: বিৱৰণ

source: Upload Receipt Photos
as: আপলোড ৰচিদ ফটো

# submit_and_autofill
source: Submit & Autofill
as: জমা দিয়ক আৰু অটোফিল

source: Amount
as: পৰিমাণ

source: Submit Receipt
as: ৰচিদ জমা দিয়ক

source: Chats
as: চ্যাট

source: No timestamp available
as: কোনো টাইমষ্টেম্প উপলব্ধ নহয়

source: Approve
as: অনুমোদন কৰক

source: APPROVED
as: অনুমোদিত

source: Update Item
as: বস্তু আপডেট কৰক

source: Cancel
as: বাতিল কৰক

source: Update
as: আপডেট কৰক

source: Description
as: বিৱৰণ

source: Quantity
as: পৰিমাণ

source: Rate
as: হাৰ

source: Transaction Details
as: লেনদেনৰ বিৱৰণ

source: Date
as: তাৰিখ

source: Image
as: ছৱি

# no_image_captured
source: No image was captured
as: কোনো ছবি নাছিল captured

# delete_invoice_confirmation
source: Are you sure you want to delete this invoice?
as: আপুনি নিশ্চিত নেকি যে আপুনি এই চালান মচি পেলাব বিচাৰে?

# delete_invoice_warning
source: This action cannot be undone
as: এই কাৰ্য্য বাতিল কৰিব নোৱাৰি

source: Delete Invoice
as: চালান মচি পেলাওক

source: Update Invoice
as: চালান আপডেইট কৰক

source: Delete Ledger
as: লেজাৰ মচি পেলাওক

# delete_ledger_confirmation
source: Are you sure you want to delete this ledger? This action cannot be undone
as: আপুনি নিশ্চিত নেকি যে আপুনি এই লেজাৰ মচি পেলাব বিচাৰে? এই কাৰ্য্য বাতিল কৰিব নোৱাৰি

# delete_ledger_warning
source: This action cannot be undone
as: এই কাৰ্য্য বাতিল কৰিব নোৱাৰি

source: CREATED AT:
as: সৃষ্টি কৰা হ'ব:

source: TOTAL AMOUNT:
as: মুঠ পৰিমাণ:

source: TRANSACTIONS
as: লেনদেন

source: ADD RECEIPT
as: ৰচিদ যোগ কৰক

# delete_contact
source: Delete this contact
as: এই যোগাযোগ মচি পেলাওক

# delete_contact_confirmation
source: Are you sure you want to delete this contact?
as: আপুনি নিশ্চিত নেকি যে আপুনি এই যোগাযোগটো মচি পেলাব বিচাৰে?

source: Add Ledger
as: লেজাৰ যোগ কৰক

source: Ledger Name
as: লেজাৰৰ নাম

source: Ledger Details
as: লেজাৰৰ বিৱৰণ

source: Welcome Back
as: পুনৰ স্বাগতম

source: Login
as: লগইন

# dont_have_account
source: Don't have an account?
as: একাউণ্ট নাই?

source: Sign Up
as: চাইন আপ

# name_visible_to_all
source: This name will be visible to all the people on this app
as: এই নামটো এই এপটোৰ সকলো লোকৰ বাবে দৃশ্যমান হ'ব

# already_have_account
source: Already have an account?
as: ইতিমধ্যে এটা একাউণ্ট আছেনে?

source: Confirmation
as: নিশ্চিতকৰণ

source: Confirm
as: নিশ্চিতকৰণ

source: Fingerprint authentication failed.
as: আঙুলিৰ ছাপ প্ৰমাণীকৰণ ব্যৰ্থ।

source: Share
as: শ্বেয়াৰ কৰক

# invite_new_person
source: Invite a new person
as: নতুন ব্যক্তিক আমন্ত্ৰণ কৰক

# share_credo
source: Share credo with your businessmen friends.
as: আপোনাৰ ব্যৱসায়ী বন্ধুসকলৰ সৈতে credo শ্বেয়াৰ কৰক।

source: Net Balance
as: নেট বেলেন্স

source: Khata
as: খাটা

source: You Get
as: আপুনি পায়

source: You Give
as: আপুনি দিয়ক

source: advance
as: আগধন

source: Profile photo
as: প্ৰফাইল ফটো

source: Add
as: যোগ কৰা

source: Delete
as: মচি পেলাওক

source: Ledger
as: লেজাৰ

# are_you_sure_sign_out
source: Are you sure you want to sign out?
as: আপুনি নিশ্চিতভাৱে চাইন আউট কৰিব বিচাৰেনে?

# are_you_sure_delete_account
source: Are you sure you want to DELETE your account FOREVER?
as: আপুনি নিশ্চিত নেকি যে আপুনি আপোনাৰ একাউণ্ট চিৰদিনৰ বাবে মচি পেলাব বিচাৰে?

# sorry_to_see_you_go
source: We're sorry to hear you're leaving. We'll do our best to earn your trust
as: আপুনি যোৱাৰ কথা শুনি আমি দুখী। আমি আপোনাৰ বিশ্বাস অৰ্জন কৰিবলৈ আমাৰ সকলো চেষ্টা কৰিম

source: Account deletion failed
as: একাউণ্ট মচি পেলোৱা ব্যৰ্থ

# authenticate_for_fingerprint_unlock
source: Authenticate to enable fingerprint unlock
as: ফিংগাৰপ্ৰিণ্ট আনলক সক্ষম কৰিবলৈ প্ৰমাণীকৰণ

source: Security
as: নিৰাপত্তা

source: Fingerprint Unlock
as: ফিংগাৰপ্ৰিণ্ট আনলক

source: Sign Out
as: চাইন আউট

source: Delete Account Forever
as: একাউণ্ট চিৰদিনৰ বাবে মচি পেলাওক

source: Signout
as: চাইনআউট

source: Invite Others
as: আনক আমন্ত্ৰণ কৰক

source: Take Photo
as: ফটো লওক

source: Stop Recording
as: ৰেকৰ্ডিং বন্ধ কৰক

source: Record Audio
as: অডিঅ' ৰেকৰ্ড কৰক

source: Recorded Audio Preview:
as: ৰেকৰ্ড কৰা অডিঅ' পূৰ্বদৰ্শন:

source: Audio
as: অডিঅ'

source: CREDIT
as: কৃতিত্ব

source: NOTIFICATION
as: জাননী

source: Submitting Audio...
as: অডিঅ' জমা দিয়া হৈছে...

source: Send Money
as: টকা পঠাওক

source: Success!
as: সফলতা!

source: Ledger Details
as: লেজাৰৰ বিৱৰণ

source: Order Value:
as: অৰ্ডাৰৰ মূল্য:

source: Money Received:
as: লাভ কৰা ধন:

source: Money Sent:
as: পঠোৱা ধন:

source: Choose Credo App Language
as: ক্ৰেডো এপ ভাষা বাছক
